// Privacy Policy (Japanese)
export default () => {
  return (
    <section>
      <h2>プライバシーポリシー</h2>

      <h3>第1条: 適用範囲</h3>
      <p>
        本利用規約は本サイト(https://sub-labo.com)に適用されます。
        ユーザーは本サービスを利用することで、プライバシーポリシーの内容について同意をしたものとみなします。
      </p>

      <h3>第2条: 個人情報の取扱いについて</h3>
      <p>
        本サービスへご登録いただいた以下の情報について、適切な方法で管理を行うものとします。
      </p>

      <ul>
        <li>OAuth連携にて取得したユーザ情報</li>
      </ul>

      <h3>第3条: 個人情報の取得目的について</h3>
      <ul>
        <li>本サービスの提供のため</li>
        <li>本サービスの改善を行うための統計データの作成のため</li>
        <li>サインアップ時の本人確認のため</li>
        <li>利用者が利用規約に準拠した行動を行っているかどうかの確認のため</li>
      </ul>

      <h3>第4条: データの保管場所について</h3>
      <p>
        本サービスの運用にともなって、外部のホスティングサービス(DBインスタンス)にデータを移行する権利を保有するものとします。
      </p>

      <h3>第5条: 第三者への提供</h3>
      <p>
        本サービスは、以下のいずれかに該当する場合を除き、第三者への個人情報の提供は行わないものとします。
      </p>

      <ul>
        <li>本人の同意が得られた場合</li>
        <li>法律に基づく要請の場合</li>
        <li>本サービスの運用を事業化する場合</li>
      </ul>

      <h3>第6条: 免責事項</h3>
      <p>
        管理人は本サービスを利用することでユーザに発生したあらゆる損害について、一切の責任を負いません。
      </p>

      <h3>第7条: ユーザの属性情報および行動履歴の取得に関して</h3>
      <p>
        本サービスの内容を改善していくために、以下を例とする個人を識別できない情報を取得・利用する権利を保有するものとします。
        アクセス履歴、ご利用端末の機器情報、性別、職業、年齢などの属性情報、Cookie、ログ
      </p>

      <h3>第8条: プライバシーポリシーの改定に関して</h3>
      <p>
        管理人はプライバシーポリシーを改定する権利を保有するものとします。重要な変更を行う場合は、当サイト上でユーザに通知を行うものとします。
      </p>
    </section>
  )
}
