// Term of service (Japanese)
export default () => {
  return (
    <section>
      <h2>sub-labo 利用規約</h2>

      <p>
        以下利用規約となります。個人が運用しているサービスという特性をご理解のもと、良識に従ってご利用いただければと思います。
      </p>

      <pre>{`事業者: sub-labo
代表: @subuta (https://github.com/subuta)
問い合わせ先: チャットでご連絡ください
利用費用: 無料`}</pre>

      <h3>第1条: 適用範囲</h3>
      <p>
        本利用規約は本サイト(https://sub-labo.com)に適用されます。

        ユーザーは本サービスを利用することで、利用規約の内容について同意をしたものとみなします。
        ユーザーは利用規約に従ってサービスを利用するものとします。
      </p>

      <h3>第2条: サービスの停止について</h3>
      <p>
        本サービスはメンテナンス・障害などの理由により、予告なく停止することができるものとします。
      </p>

      <h3>第3条: サービスの終了について</h3>
      <p>
        本サービスは管理人の判断により、予告なく提供を終了することができるものとします。
      </p>

      <h3>第4条: ユーザIDおよびパスワードの管理について</h3>
      <p>
        本サービスを利用するユーザはご自身の判断において、ユーザID・パスワードを定義するものとします。
        管理の不十分・第三者による利用によって生じた損害に関する責任はユーザ自身が負うものとし、管理人は一切の責任を負いません。
      </p>

      <h3>第5条: 禁止事項</h3>
      <p>
        本サービスの利用者は以下のいずれかに該当する行動を行ってはなりません。
      </p>

      <ul>
        <li>良識に反した行動(他のユーザに対する中傷・詐欺行為)</li>
        <li>公序良俗に反する行動</li>
        <li>本サービスのシステムに過度の負荷を書ける行為</li>
        <li>本サービスの運営を妨害する行為(不正アクセスなど)</li>
        <li>本サービスを利用する他ユーザの個人情報の収集</li>
        <li>その他、管理人が不適切と判断する行為</li>
      </ul>

      <h3>第6条: 免責事項</h3>
      <p>
        管理人は本サービスを利用したことによって、ユーザに発生したあらゆる損害について、一切の責任を負いません。
      </p>

      <h2>第7条: 利用規約の改定</h2>
      <p>
        管理人はユーザに事前の通知または通告なく、利用規約を改定する権利を保有するものとします。
      </p>
    </section>
  )
}
